Repository: rovitch/page_password
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: fr

# plugin.page_password_form
source: Password login form
fr: Formulaire de connexion par mot de passe

# plugin.page_password_form.description
source: Password login form used to protect pages by a password
fr: Formulaire de connexion utilisé pour protéger l'accès à des pages par un mot de passe

# plugin.page_password_form.settings.styles.loginLogoAlt.description
source: If a custom logo is set, this text will be used as the alt attribute of the img tag.
fr: Si un logo personnalisé est défini, ce texte sera utilisé comme attribut alt de la balise img.

# plugin.page_password_form.settings.styles.loginHighlightColor
source: Highlight Color
fr: Couleur de mise en évidence

# plugin.page_password_form.settings.styles.loginHighlightColor.description
source: If set, this color will be used as highlight color in the login screen.
fr: Si définie, cette couleur sera utilisée comme couleur de mise en évidence sur l'écran de connexion.

# plugin.page_password_form.settings.styles.loginHighlightColorDark
source: Dark mode Highlight Color
fr: Couleur de mise en évidence du mode sombre

# plugin.page_password_form.settings.styles.loginHighlightColorDark.description
source: If set, this color will be used as highlight color in the login screen.
fr: Si définie, cette couleur sera utilisée comme couleur de mise en évidence sur l'écran de connexion.

# page.title
source: Access to a protected page
fr: Accès à une page protégée

# form.title
source: Access to a protected page
fr: Accès à une page protégée

# form.description
source: You are trying to access a protected page.<br>Please enter your password to access this page.
fr: Vous tentez d'accéder à une page protégée.<br>Merci de renseigner le mot de passe pour accéder à cette page

# form.password
source: Password
fr: Mot de passe

# form.login
source: Go to page
fr: Accéder à la page

# form.redirect
source: After successful authentication, you will be redirected to:
fr: Après une authentification réussie, vous serez redirigé vers :

# form.error
source: Error
fr: Erreur

# form.invalid_password
source: Invalid password
fr: Mot de passe invalide

# form.invalid_token
source: Invalid request token
fr: Token invalide
